[DLC06_ArcMine_Placed_Base:DisTweaks_InteractableInterface_291 DisTweaks_InteractableInterface]
m_Name="アークマイン"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="これ以上は取得出来ない"

[DLC06_Inv_ArcMine:pPlayerSpecific DisTweaks_InventoryItem_PlayerSpecific]
m_Name="アークマイン"
m_Description="どこにでも設置できる致死的なトラップ"

[DLC06_Inv_StunMine:pPlayerSpecific DisTweaks_InventoryItem_PlayerSpecific]
m_Name="スタンマイン"
m_Description="どこにでも設置できる麻酔トラップ"

[DLC06_Pckp_Ammo_ArcMine:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_Name="アークマイン"

[DLC06_Pckp_Ammo_StunMine:pInteractableTweaks_PickupBase DisTweaks_Interactable_PickupBase]
m_Name="スタンマイン"

[DLC06_StunMine_Placed:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="スタンマイン"

